{"translation-revision-date":"2022-08-11 19:49:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Recipe":["Recept"],"Software Application":["Software applicatie"],"Product (WooCommerce and EDD support)":["Product (WooCommerce en EDD ondersteuning)"],"Course":["Cursus"],"%1$s %2$s allows you to customize the structured data markup for your Posts so that search engines can generate rich snippets for your content in search results.":["Met %1$s %2$s kun je de gestructureerde gegevens markup voor je berichten aanpassen zodat zoekmachines rijke snippets kunnen genereren voor je inhoud in zoekresultaten."],"Upgrade to Pro and Unlock Advanced Schema Markup":["Upgraden naar Pro en geavanceerde schema-markup ontgrendelen"],"Upgrade to Pro and Unlock Custom Fields":["Upgrade naar Pro en ontgrendel aangepaste velden"],"Custom Fields are only available for licensed %1$s %2$s users.":["Aangepaste velden zijn alleen beschikbaar voor gelicenseerde %1$s %2$s gebruikers."],"Advanced Schema Markup is only available for licensed %1$s %2$s users.":["Geavanceerde schema markup is alleen beschikbaar voor %1$s %2$s gelicentieerde gebruikers."],"%1$s %2$s gives you advanced customizations for our page analysis feature, letting you add custom fields to analyze.":["%1$s %2$s geeft je geavanceerde aanpassingen voor onze pagina-analysefunctie, zodat je aangepaste velden kunt toevoegen om te analyseren."],"News Article":["Nieuwsartikel"],"Blog Post":["Blogartikel"],"Article Type":["Artikeltype"],"Schema Type":["Schematype"],"None":["Geen"],"Custom Fields":["Aangepaste velden"],"FAQ Page":["FAQ pagina"],"List of custom field names to include in the SEO Page Analysis. Add one per line.":["Lijst met aangepaste veldnamen om op te nemen in de SEO pagina analyse. Voeg er één toe per regel."],"Article":["Artikel"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Schema.96c42510.js"}}