{"translation-revision-date":"2022-07-22 10:26:47+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Schema Markup":["Schema.org-markup"],"Set title attributes":["Titel attributen instellen"],"Set alt tag attributes":["Alt tag attributen instellen"],"Attachment":["Bijlage"],"Attachment Parent":["Bijlagehoofd"],"Redirect Attachment URLs":["Bijlagen omleidingsURL's"],"Strip punctuation for alt tags":["Verwijder leestekens in de alt tags"],"Strip punctuation for titles":["Verwijder leestekens voor titels"],"Image SEO is only available for licensed %1$s %2$s users.":["Afbeelding SEO is alleen beschikbaar voor gelicenseerde %1$s %2$s gebruikers."],"Upgrade to Pro and Unlock Image SEO":["Upgrade naar Pro en ontgrendel afbeelding SEO"],"We recommended redirecting attachment URLs back to the attachment since the default WordPress attachment pages have little SEO value.":["Wij hebben aanbevolen om URL's van bijlagen terug te verwijzen naar de bijlage, aangezien de standaard WordPress pagina's voor bijlagen weinig SEO waarde hebben."],"Title & Description":["Titel & beschrijving"],"Advanced":["Geavanceerd"],"The Image SEO module is a premium feature that enables you to globally control the Title Attribute and Alt Text for attachment pages and images that are embedded in your content. These can be set based on a specified format, similar to the Title Format settings in the Global Settings menu.":["De Image SEO module is een premium functie die je in staat stelt om globaal het Title Attribute en Alt Text voor bijlage pagina's en afbeeldingen die zijn ingesloten in je inhoud te beheren. Deze kunnen worden ingesteld op basis van een gespecificeerd formaat, vergelijkbaar met de Titel Formaat instellingen in het Globale Instellingen menu."],"Strip Punctuation for Alt Attributes":["Verwijder leestekens in de alttekst"],"Strip Punctuation for Title Attributes":["Verwijder leestekens uit de afbeeldingtitel"],"Click on the tags below to insert variables into your title attribute.":["Klik op de onderstaande tags om variabelen in je titelattribuut in te voegen."],"Click on the tags below to insert variables into your alt tag attribute.":["Klik op de tags hieronder om variabelen in te voegen in je alt tag attribuut."],"Alt Tag Attribute Format":["Alt Tag attribuut format"],"Title Attribute Format":["Titel attribuut format"],"Image SEO":["Afbeelding-SEO"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Media.154d894a.js"}}