{"translation-revision-date":"2022-07-22 10:26:47+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Open Your RDF Feed":["Open je RDF feed"],"Include All Taxonomies":["Alle taxonomieën opnemen"],"Enable Sitelinks Search Box":["Sitelinks zoek box inschakelen"],"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Kies of %1$s de vereiste schema-opmaak moet uitvoeren die Google nodig heeft om een zoek box voor site links te genereren."],"A Description tag is required in order to properly display your meta descriptions on your site.":["Een beschrijvingstag is vereist om je meta beschrijvingen correct weer te geven op je site."],"Remove Stopwords from Permalinks":["Stopwoorden uit permalinks verwijderen"],"Noindex Empty Category and Tag Archives":["Noindex lege categorie- en tagarchieven"],"Global Robots Meta":["Globale robotsmeta"],"Use Meta Keywords":["Meta keywords gebruiken"],"Dynamically Generate Meta Keywords":["Genereer dynamisch meta keywords"],"Exclude Posts \/ Pages":["Berichten\/pagina's uitsluiten"],"Exclude Terms":["Termen uitsluiten"],"Use Content for Autogenerated Descriptions":["Gebruik inhoud voor automatisch gegenereerde beschrijvingen"],"Advanced Settings":["Geavanceerde instellingen"],"Autogenerate Descriptions":["Beschrijvingen automatisch genereren"],"No Pagination for Canonical URLs":["Canonical URL's niet pagineren"],"Description Format":["Beschrijving vormgeving"],"Paged Format":["Formaat titel gepagineerde pagina's"],"Use Tags for Meta Keywords":["Gebruik tags voor meta keywords"],"Use Categories for Meta Keywords":["Gebruik categorieën voor meta keywords"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["Deze string wordt toegevoegd aan de titels en beschrijvingen van gepagineerde pagina's (zoals term- of archiefpagina's)."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Kruis dit aan indien je wil dat de tags voor een specifiek bericht gebruikt worden als meta-trefwoorden voor dit bericht (als aanvulling op eender welke trefwoorden die je reeds hebt opgegeven)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Deze optie stelt je in staat het gebruik van meta-trefwoorden op je volledige site in- of uit te schakelen."],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Vink dit aan indien je wil dat de keywords op je berichtenpagina (ingesteld via WordPress > Instellingen > Lezen > Startpagina) en je archiefpagina's automatisch gegenereerd worden met behulp van de keywords die aangetroffen worden in de berichten op die pagina. Indien uitgevinkt worden de keywords gebruikt die werden ingesteld in het bewerkingsscherm van de berichtenpagina."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Kruis dit aan indien je wil dat de categorieën voor een specifiek bericht gebruikt worden als meta keywords voor dit bericht (als aanvulling op eender welke keywords die je reeds hebt opgegeven)."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.22f8066c.js"}}