{"translation-revision-date":"2022-08-11 19:49:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"The regex syntax is invalid.":["De regex syntax is ongeldig."],"This redirect is supported using the Relocate Site feature under Full Site Redirect tab.":["Deze omleiding wordt ondersteund met de functie Site verplaatsen onder het tab Volledige siteomleiding."],"Enter a Locale Code, e.g.: en_GB, es_ES":["Geef een locale code, bijv.: nl_NL, nl_BE"],"Enter a WordPress Filter Name":["Geef een WordPress filter naam"],"Select Rule":["Selecteer regel"],"Key":["Sleutel"],"Select a Value or Add a New One":["Selecteer een waarde of voeg een nieuwe toe"],"Add Custom Rule":["Aangepaste regel toevoegen"],"The dollar symbol %1$s should be at the end. For example: %2$s":["Het dollar symbool %1$s moet aan het einde staan. Bijvoorbeeld: %2$s"],"Custom Rules":["Aangepaste regels"],"Full Site Redirects":["Volledige site omleidingen"],"Select Roles":["Selecteer rollen"],"Enter an IP Address":["Voer een IP-adres in"],"Value":["Waarde"],"Enter the Server Name":["Voer de servernaam in"],"Select Status":["Selecteer status"],"Site Aliases":["Site aliassen"],"Regex":["Regex"],"Query Parameters:":["Query parameters:"],"Add Redirects":["Omleidingen toevoegen"],"what's this?":["wat is dit?"],"FUTURE":["TOEKOMST"],"DRAFT":["CONCEPT"],"Moved Permanently":["Permanent verplaatst"],"Redirect Type:":["Omleidingstype:"],"Ignore all parameters":["Negeer alle parameters"],"Add Redirect":["Omleiding toevoegen"],"PENDING":["IN AFWACHTING"],"Permalinks are not currently supported.":["Permalinks worden momenteel niet ondersteund."],"Please enter a valid relative source URL.":["Voer een geldige relatieve bron-URL in."],"The source URL should probably start with a %1$s":["De bron URL zal waarschijnlijk beginnen met een %1$s"],"Your URL appears to contain a domain inside the path: %1$s. Did you mean to use %2$s instead?":["Je URL lijkt een domein te bevatten in het pad: %1$s. Bedoelde je in plaats daarvan %2$s te gebruiken?"],"Your target URL contains the invalid character(s) %1$s":["Je doel URL bevat de ongeldige teken(s) %1$s"],"The caret %1$s should be at the start. For example: %2$s":["Het caret %1$s moet aan het begin staan. Bijvoorbeeld: %2$s"],"Remember to enable the %1$s option if this is a regular expression.":["Vergeet niet om de %1$s optie aan te zetten als dit een reguliere uitdrukking is."],"Anchor values are not sent to the server and cannot be redirected.":["Ankerwaarden worden niet naar de server gestuurd en kunnen niet worden omgeleid."],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Sommige servers zijn mogelijk geconfigureerd om bestanden rechtstreeks te bedienen, waardoor een omleiding wordt voorkomen."],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the URL. For example: %2$s":["Om een greedy reguliere expressie te voorkomen kan je %1$s gebruiken om het te verankeren aan het begin van de URL. Bijvoorbeeld: %2$s"],"Enter a relative URL to redirect from or start by typing in page or post title, slug or ID. You can also use regex (%1$s)":["Voer een relatieve URL in om van te herleiden of begin door de titel van de pagina of bericht, slug of ID in te voeren. Je kan ook regex gebruiken (%1$s)"],"A redirect already exists for this source URL. To make changes, edit the original instead.":["Er bestaat al een omleiding voor deze bron URL. Bewerk in plaats daarvan het origineel om wijzigingen aan te brengen."],"Your target URL should be an absolute URL like %1$s or start with a slash.":["Je doel URL moet een absolute URL zijn zoals %1$s of beginnen met een schuine streep."],"An error occurred while adding your redirects. Please try again later.":["Er is een fout opgetreden bij het toevoegen van je omleidingen. Probeer het later nog eens."],"Your source is the same as a target and this will create a loop.":["Je bron is dezelfde als het doel en zal een loop maken."],"Enter a URL or start by typing a page or post title, slug or ID.":["Geef URL in of begin met het invoeren van de titel van de pagina of bericht, de slug of ID."],"This is a duplicate of a URL you are already adding. You can only add unique source URLs.":["Dit is een duplicaat van een URL die je al aan het toevoegen bent. Je kunt alleen unieke bron URL's toevoegen."],"Source URLs":["Bron URL's"],"Target URL":["Doel URL"],"Source URL":["Bron URL"],"Ignore Slash":["Negeer slash"],"Ignore Case":["Negeer hoofdlettergebruik"],"Hits":["Hits"],"Our Redirection Manager allows you to easily create and manage redirects for your broken links to avoid confusing search engines and users, as well as losing valuable backlinks. It even automatically sends users and search engines from your old URLs to your new ones.":["Met onze Redirection Manager kun je eenvoudig omleidingen voor je verbroken links maken en beheren om verwarring bij zoekmachines en gebruikers te voorkomen en waardevolle backlinks te verliezen. Het stuurt zelfs automatisch gebruikers en zoekmachines van je oude URL's naar je nieuwe."],"All Groups":["Alle groepen"],"Group":["Groep"],"Filter by Group":["Filteren op groep"],"404 Monitoring":["404 monitoring"],"Redirect Monitoring":["Omleiding monitoring"],"Automatic Redirects":["Automatische omleidingen"],"Fast Server Redirects":["Snelle server omleidingen"],"Redirects are only available for licensed %1$s %2$s users.":["Redirects zijn alleen beschikbaar voor gelicenseerde %1$s %2$s gebruikers."],"Upgrade to Pro and Unlock Redirects":["Upgrade naar Pro en ontgrendel omleidingen"],"Search URLs":["Zoek URL's"],"Add New Redirection":["Nieuwe omleiding toevoegen"],"Learn more":["Lees meer"],"Type":["Type"],"Save Changes":["Wijzigingen opslaan"],"Delete":["Verwijderen"],"Add URL":["Voeg URL toe"],"Cancel":["Annuleren"],"Advanced Settings":["Geavanceerde instellingen"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Redirects.6fee9279.js"}}